[
  {
    "id": 1,
    "header": "What is ED Cell?",
    "body": "ED Cell stands for entrepreneurship and development cell. It is dedicated to promote the spirit of entrepreneurship among the students and encourage them to start their own venture. It provides insights into real life scenarios in the entrepreneurship world and help its members to turn their ideas into successful startups."
  },
  {
    "id": 2,
    "header": "Why should I join ED Cell?",
    "body": "Joining the ED Cell develops entrepreneurial skills through opportunities to pitch business plans, gain funding and mentorship, and learn from experienced entrepreneurs. It also provides a platform for competitions and events nationwide. These skills have practical applications beyond entrepreneurship, improving problem-solving, interpersonal skills, and networking with like-minded peers and professionals. The motivating environment encourages members to think boldly and develop leadership and team management skills."
  },
  {
    "id": 3,
    "header": "Who can join ED Cell?",
    "body": " There is no such prerequisite to join the Cell. Anyone who is interested in entrepreneurship and start up culture and is ready to work dedicatedly towards individual growth as well as collectively for the development of the Cell should join the ED Cell."
  },
  {
    "id": 4,
    "header": "How to become a member of the ED Cell?",
    "body": "Each year inductions are  to on board new members into the cell. Inductions generally include different rounds including quiz test, case study analysis, group discussion, personal interview."
  },
  {
    "id": 5,
    "header": "What are the wing of the ED Cell?",
    "body": "A dog is a type of domesticated animal. Known for its loyalty and faithfulness, it can be found as a welcome guest in many households across the world."
  },
  {
    "id": 5,
    "header": "What is the procedure to get into the competitive wing of the ED Cell?",
    "body": "There is no such set procedure to become a member of the competitive wing. Consistent impressive performance in the ED Cell tasks and winning competitions ensures the entry into competitive wing."
  }
]
